tap "anomalyco/tap"
tap "rwx-research/tap"

brew "anomalyco/tap/opencode"
brew "awscli-local"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "jq"
brew "less"
brew "libpq"
brew "mas"
brew "mise"
brew "neovim"
brew "openssl@3"
brew "overmind"
brew "postgresql@17"
brew "ripgrep"
brew "rwx-cloud/tap/rwx"
brew "stow"
brew "vim"

cask "1password"
cask "cleanshot"
cask "dash"
cask "discord"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "iconjar"
cask "iterm2"
cask "jordanbaird-ice"
cask "msty"
cask "orbstack"
cask "raycast"
cask "session-manager-plugin"
cask "signal"
cask "slack"
cask "tailscale"
cask "visual-studio-code"
